adobe-source-code-pro-fonts
alsa-utils
amd-ucode
base
base-devel
cava
cliphist
corepack
discord
dms-shell-bin
eza
fd
fish
foot
foot-terminfo
fzf
gamescope
git
gnome-keyring
gum
heroic-games-launcher-bin
htop
hyperfine
imagemagick
less
libappindicator
libheif
linux
linux-firmware
linux-headers
matugen
nano
neofetch
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
paru
paru-debug
pavucontrol
pfetch-rs
pipewire-pulse
proton-pass-bin
python-capstone
python-pyelftools
qt6-multimedia-ffmpeg
quickshell
ripgrep
rustup
spotify-launcher
steam
ttf-dejavu
ttf-fira-code
ttf-hack
ttf-ibm-plex
ttf-iosevka
ttf-iosevka-slab
ttf-iosevka-term
ttf-iosevka-term-slab
ttf-jetbrains-mono
ttf-liberation
ttf-roboto
ttf-symbola
visual-studio-code-bin
vivaldi
vulkan-radeon
wl-clipboard
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-user-dirs
xone-dkms
xorg-xrdb
xwayland-satellite
zed
zoxide
